import { React, useState } from 'react';
import ArrowForwardIosIcon from '@mui/icons-material/ArrowForwardIos';
import ArrowBackIosNewIcon from '@mui/icons-material/ArrowBackIosNew';

import './About.css';
import { Link } from 'react-router-dom';

export default function About() {
  const [isShow, setIsShow] = useState(false);

  return (
    <div className='about container'>
      <div className='about-wrap'>
        <h2 className='about-title'>خرید طلای آب شده از گلدیکا</h2>
        <div className={`txt-container ${isShow ? null : 'hidden'}`}>
          <p>
            وجود تورم و نوسانات اقتصادی سبب شده تا به دنبال روش‌هایی برای
            سرمایه‌گذاری امن و با ریسک کم باشیم. علاوه بر مصارف زینتی، طلا از
            دیرباز به عنوان یک دارایی امن و پشتوانه ای مقاوم در برابر تورم تلقی
            می‌شود، به‌طوری‌که همواره در سبد دارایی اقشار مختلف، بخشی به این فلز
            گرانبها اختصاص دارد. با وجود تحولات سریع در زندگی روزمره و فراگیر
            شدن بازارهای جدید آنلاین در سال‌های اخیر، همچنان خلأ یک بستر آنلاین،
            امن و عمومی برای دیدن قیمت طلا و خرید و فروش طلا به شدت احساس می‌شد.
          </p>
          <br />
          <p>
            گلدیکا بستری است برای مشاهده قیمت لحظه‌ای طلا و خرید و فروش طلا برای
            همه اقشار با هر سطحی از دارایی و به قیمت منصفانه؛ و در این راه تیم
            گلدیکا تمام تلاش خود را نموده تا دسترسی امن را برای عموم مردم فراهم
            سازد از دریافت مجوز از اتحادیه صنف فروشندگان و سازندگان طلا، جواهر،
            نقره و سکه تهران تا مجوز راه‌اندازی سامانه معاملات آنلاین طلای آب
            شده و مصنوعات طلا و جواهر از اتحادیه کشوری کسب و کارهای مجازی و نماد
            اعتماد الکترونیکی توسط مرکز توسعه تجارت الکترونیکی زیر مجموعه وزارت
            صنعت، معدن و تجارت.
          </p>
          <br />
          <br />
          <p className='about-p-link'>
            علاوه بر این، گلدیکا{' '}
            <span>
              <Link to={'/'}>توسط پارک علم و فناوری دانشگاه صنعتی شریف</Link>
            </span>{' '}
            به عنوان یک واحد فناور مورد پذیرش قرار گرفته است.
          </p>
          <br />
          <h3>سایت رسمی خرید و فروش طلای آب شده</h3>
          <br />
          <p>
            خرید و فروش طلای آب شده در بازار سنتی نیازمند سرمایه گذاری با حجم
            زیاد، شناخت فروشنده، وجود ضامن و معرف مورد اعتماد فروشنده، مراجعه
            حضوری به بازار طلای تهران و... است. طلای دریافت شده از بازار طلا در
            بسیاری از مواقع فاقد شماره انگ و فاکتور بوده و ریسک بالاتری دارد. در
            گلدیکا امکان خرید و فروش آنلاین طلای آب شده و شمش طلا به صورت رسمی و
            قانونی را فراهم کرده‌ایم. طلایی که از سامانه خریداری می‌شود را
            می‌توانید در سامانه به صورت آنلاین فروخته و یا در زمان دلخواه تحویل
            بگیرید. طلای دریافت شده از گلدیکا در آزمایشگاه‌های معتبر عیارسنجی
            شده و دارای کد انگ می‌باشد. تضمین اصالت طلا، تحویل فیزیکی طلا، تسویه
            ریالی سریع و صدور فاکتور رسمی خدمات ویژه گلدیکا هستند.
          </p>
          <br />
          <br />
          <p>
            گلدیکا با بهره‌گیری از فناوری‌های نوین از جمله علوم داده و تکنیک‌های
            هوش مصنوعی، ابزارهایی جهت پیش بینی نوسانات قیمت و قیمت‌گذاری لحظه‌ای
            طلا حتی در ایام تعطیلی بازار را فراهم می‌کند. این بازار امن طلا با
            تسویه ریالی سریع یا تحویل فوری طلا در قالب‌های استاندارد و با فاکتور
            رسمی، بدون اجرت و مالیات، به شما امکان خرید طلا را با هر میزان
            سرمایه می‌دهد. از این رو می‌‌توانید به آسانی و بسیار سودآور تر از
            خرید طلای دست دوم، خرید طلای کم اجرت، خرید طلای بدون اجرت، خرید طلای
            شکسته و خرید دلار در گلدیکا خرید آنلاین طلا با قیمت تابلو را تجربه
            نمایید.
          </p>
          <br />
          <h3>چرا طلای آب شده را از گلدیکا بخریم؟</h3>
          <br />
          <p>
            خرید طلای آب‌شده از بازار سنتی چالش‌های زیادی دارد. چالش بزرگ خرید
            طلای آب شده، اطمینان از اصالت و شناسنامه‌دار بودن آن است. خرید
            یکباره با حجم عظیمی از سرمایه، صرف وقت زیاد برای مراجعه حضوری به
            بازار، بانک و محل تحویل، خطرات حمل و نگهداری طلا، عدم معامله در ایام
            تعطیلی بازار و عدم امکان فروش بخشی از قطعه آب شده در صورت نیاز از
            دیگر مشکلات است. اما در گلدیکا می‌توانید به صورت آنلاین در هر لحظه
            به هر میزان که بخواهید طلای آب شده بخرید یا بفروشید و پول خود را به
            صورت شمش و طلای آب شده پس انداز کنید، تا زمانی که بخواهید طلای خود
            را در سامانه حفظ کرده و ریسک حمل و نگهداری طلا را کنار بگذارید. هر
            لحظه بخواهید می‌توانید موجودی طلایی خود را در قالب قطعات
            شناسنامه‌دار و یا انواع سکه (سکه امامی،سکه بهار آزادی ، نیم سکه، ربع
            سکه و سکه گرمی) و همراه با فاکتور معتبر تحویل بگیرید. در واقع شما
            بخش کارشناسی اصالت طلا را به گلدیکا واگذار می‌کنید.
          </p>
        </div>

        <div className='about-btn'>
          <button onClick={() => setIsShow(!isShow)}>
            {isShow ? (
              <>
                بستن
                <ArrowForwardIosIcon style={{ fontSize: 16 }} />
              </>
            ) : (
              <>
                ادامه‌ی مطلب
                <ArrowBackIosNewIcon style={{ fontSize: 16 }} />
              </>
            )}
          </button>
        </div>
      </div>
    </div>
  );
}
