import React from 'react';
import NavBar from '../../components/NavBar/NavBar';
import Footer from '../../components/Footer/Footer';

import './Faq.css';
import SubTitle from './SubTitle';
import AccordionFaq from './Accordion';

export default function Faq() {
  return (
    <div className='faq'>
      <NavBar />
      <div className='faq-main container'>
        <div className='faq-wrap'>
          <h1 className='faq-title'>سوالات متداول</h1>

          <div className='accordion-wrap'>
            <SubTitle>درباره آب‌شده</SubTitle>
            <AccordionFaq title={'طلای آب‌شده چیست؟'}>
              <p>
                طلای زینتی دست دومی که دیگر قابل استفاده نیست، در آزمایشگاه های
                عیارسنجی معتبر، ذوب شده و به شکل قطعات با ابعاد مختلف، به عنوان
                ماده اولیه صنعت طلاسازی و بین همکاران معامله می‌شود.{' '}
                <b>
                  {' '}
                  مزیت طلای آب‌شده نسبت به طلای زینتی، خرید و فروش آن بدون هزینه
                  های جانبی از جمله اجرت، سود فروشنده و مالیات بر ارزش افزوده
                  است.
                </b>
              </p>
              <br />
              <p>
                طلای معامله شده در گلدیکا از جنس طلای آب‌شده است. و از این جهت
                برای سرمایه گذاری گزینه مناسب تر است.
              </p>
            </AccordionFaq>
            <AccordionFaq title={'عیار چیست؟'}>
              <p>
                به دلیل انعطاف پذیری و نرمی طلای خالص، برای ساخت زیورآلات، آن را
                با فلزات دیگری مانند مس و نقره ترکیب می‌کنند. لذا در قیمت گذاری
                یک قطعه طلا، میزان خلوص طلای موجود در آن اهمیت دارد که برای نشان
                دادن میزان خلوص از شاخصی به نام عیار استفاده می‌شود که عمدتاً بر
                مبنای ۱۰۰۰ یا ۲۴ می‌باشد.
              </p>
              <br />
              <p>
                به طور نمونه استاندارد طلای استفاده شده برای زیورآلات در
                کشورمان، طلای ۱۸ عیار (از واحد ۲۴) معادل عیار ۷۵۰ (از ۱۰۰۰) است
                که به معنای آن است که ۷۵ درصد از قطعه طلای مذکور، طلای خالص بوده
                و ۲۵ درصد آن فلزات دیگر است.
              </p>
              <br />
              <p>
                <b>
                  معیار خرید و فروش در گلدیکا با عیار استاندارد ایران یعنی ۱۸
                  عیار است.
                </b>
              </p>
            </AccordionFaq>
            <AccordionFaq title={'انگ چیست؟'}>
              <p>
                یک شماره یا کد شناسایی است که بر روی طلای آب‌شده توسط آزمایشگاه
                عیارسنجی حک می‌شود و به نوعی شناسنامه طلای آب‌شده است.
              </p>
              <br />
              <p>
                کلیه طلاهای عرضه شده در گلدیکا دارای انگ و شناسنامه از آزمایشگاه
                های معتبر بوده و قابل استعلام از آزمایشگاه ها یا{' '}
                <span style={{ color: 'var(--primary-color)' }}>
                  سامانه نمایش جواب انگ طلا
                </span>{' '}
                می‌باشد.
              </p>
            </AccordionFaq>
            <AccordionFaq
              title={'طلای آب‌شده برای سرمایه‌گذاری مناسب‌تر است یا سکه؟'}
            >
              <p>
                سکه بهار آزادی یا امامی یک قطعه طلای با وزن ۸.۱۳۳ گرم و عیار ۹۰۰
                است که می‌تواند به <b>دلیل عرضه و تقاضا</b>، <b>حباب قیمتی</b>{' '}
                بگیرد. به طور مثال در حال حاضر (۴ اسفند ماه ۱۴۰۱) قیمت ربع سکه
                ۱۱,۵۰۰,۰۰۰ تومان و ارزش طلای خام استفاده شده در آن ۶,۰۲۰,۰۰۰
                تومان می‌باشد و در صورت خرید ربع سکه، ۵,۴۸۰,۰۰۰ تومان از پرداختی
                شما بابت حباب سکه است که ممکن است کاهش یابد و شما را متضرر کند.
              </p>
              <br />
              <p>
                اما طلای آب‌شده حباب ندارد و نوسانات قیمتی و ریسک کمتری نسبت به
                انواع سکه دارد.
              </p>
              <br />
              <p>
                البته در گلدیکا هم می‌توانید طلای خود را ذره ذره و به صورت
                آب‌شده خریداری کرده و در زمان تحویل با پرداخت حباب قیمتی به قیمت
                روز به صورت <b>انواع سکه تحویل بگیرید</b>.
              </p>
            </AccordionFaq>
            <AccordionFaq title={'طلای دست دوم یا طلای آب‌شده؟'}>
              <p>
                جواب این سوال را هدف شما تعیین می‌کند.{' '}
                <b>
                  می‌خواهید سرمایه‌گذاری پرسودتری داشته باشید و یا می‌خواهید از
                  طلای زینتی استفاده کنید؟
                </b>
              </p>
              <br />
              <p>
                بعضی از طلافروش‌‌ها طلای کارکرده‌ای که از مشتریان خریداری
                می‌کنند را به صورت غیر رسمی و بدون احتساب اجرت ساخت به مشتری
                دیگری می‌فروشند. این معاملات حدود ۷ درصد سود برای طلافروش
                به‌همراه دارد.
              </p>
              <br />
              <p>
                برای خرید طلای دست دوم لازم است حتما به طلافروش آشنا و معتبر
                مراجعه کنید زیرا در بسیاری از موارد برای خرید این طلا فاکتور
                دریافت نمی‌کنید.
              </p>
              <br />
              <p>
                طلای آب‌شده به عنوان ماده اولیه در تولید مصنوعات طلا استفاده
                می‌شود بنابراین علاوه بر نداشتن اجرت ساخت و مالیات بر ارزش
                افزوده، حتی سود ۷ درصدی طلافروش را هم ندارد. به همین دلیل، طلای
                آب‌شده برای سرمایه گذاری مناسب‌تر است.
              </p>
              <br />
              <p>
                خرید و فروش طلای آب‌شده در گلدیکا به صورت آنلاین، رسمی و همراه
                با صدور فاکتور معتبر صورت می‌گیرد. با استفاده از گلدیکا
                می‌توانید به هر میزانی که می‌خواهید (حتی کمتر از یک گرم) طلای
                آب‌شده معامله کنید.
              </p>
            </AccordionFaq>
            <AccordionFaq title={'حد‌اقل میزان خرید طلای آب‌شده چقدر است؟'}>
              <p>
                اکثر قطعات طلای آب‌شده دارای انگ، وزنی بالاتر از ۳۰ گرم دارند و
                به ندرت طلای آب‌شده کمتر از ۳۰ گرم یافت می‌شود که این یعنی حداقل
                قطعه طلای آب‌شده قابل خریداری به صورت فیزیکی به قیمت امروز (۴
                اسفند ماه ۱۴۰۱) نیاز به حدود ۶۰ میلیون تومان نقدینگی دارد.
              </p>
              <br />
              <p>
                به علاوه قطعه خریداری شده در هنگام فروش باید به صورت یکجا به
                فروش رسیده و امکان فروش خرد را ندارید.
              </p>
              <br />
              <p>
                اما توسط گلدیکا این محدودیت‌ها برداشته شده و می‌توانید در هر
                ساعتی از شبانه روز هر مقدار که می‌خواهید به قیمت لحظه ای، طلای
                آب‌شده بخرید یا بفروشید.
              </p>
            </AccordionFaq>

            <SubTitle>درباره سامانه</SubTitle>
            <AccordionFaq title={'ثبت‌نام در گلدیکا چقدر طول می‌کشد؟'}>
              <p>
                ثبت نام در گلدیکا در تنها <b>کمتر از یک دقیقه </b>انجام می‌شود.
              </p>
              <br />
              <p>
                ثبت نام و احراز هویت در گلدیکا ساده بوده و در چند ثانیه اتفاق
                می‌افتد. نیازی نیست به جایی مراجعه کنید یا از خودتان عکس، فیلم
                یا مدرکی بارگذاری کنید. تنها کافی است مالکیت تلفن همراه و
                حساب‌های بانکی که با استفاده از آنها واریز انجام می‌شود متعلق به
                خودتان باشد.
              </p>{' '}
            </AccordionFaq>
            <AccordionFaq
              title={'آیا مبلغ واریز و خرید روزانه در گلدیکا محدودیت دارد؟'}
            >
              <p>
                یکی از مزیت های گلدیکا سرعت بالای معاملات و دسترسی سریع مشتریان
                به بازار طلاست به نحوی که مانند هر فروشگاه اینترنتی امکان شارژ
                کیف پول در گلدیکا از طریق درگاه خرید اینترنتی مطمئن و اختصاصی،
                برای هر شخص تا سقف ۱۰۰ میلیون تومان به صورت روزانه امکان پذیر
                است.
              </p>
              <br />
              <p>
                برای مبالغ بالاتر از ۱۰۰ میلیون تومان نیز می‌توانید با پشتیبانی
                تماس بگیرید تا شیوه واریز از طریق مراجعه حضوری به بانک برایتان
                شرح داده شود.
              </p>
              <br />
              <p>
                لازم به ذکر است معاملات در گلدیکا سقف قیمتی ندارد. در هر لحظه از
                شبانه روز می‌توانید به هر میزان از موجودی کیف پولتان که
                می‌خواهید، طلا بخرید یا به هر میزان از موجودی طلای خود بفروشید.
              </p>
            </AccordionFaq>

            <SubTitle>درباره گلدیکا</SubTitle>
            <AccordionFaq title={'پشتوانه طلای معامله شده در گلدیکا چیست؟'}>
              <p>
                <b>
                  {' '}
                  در گلدیکا هیچ معامله‌ای به صورت کاغذی یا بدون پشتوانه اتفاق
                  نمی‌افتد.
                </b>{' '}
                طلایی که از گلدیکا خریداری می‌کنید در اسرع وقت از بازار طلای
                تهران تامین شده و تا لحظه فروش یا تحویل نزد ما به امانت می‌ماند.
                همچنین حجم قابل توجهی طلا از پیش تامین شده تا معامله‌هایی که در
                ایام تعطیل و ساعات تعطیلی بازار انجام می‌شوند نیز پشتوانه داشته
                باشند.
              </p>
            </AccordionFaq>
            <AccordionFaq title={'طلای خریداری شده را چگونه تحویل بگیریم؟'}>
              <p>
                تحویل طلا از ۲۰۰ هزار تومان امکان‌پذیر است . اگر میزان طلایی که
                می‌خواهید تحویل بگیرید کمتر از ۳۰ گرم است، می‌توانید محصولات
                استاندارد از قبیل انواع سکه و محصولات معتبر شرکتی دریافت کنید.
              </p>
              <p>
                در صورت درخواست تحویل بیشتر از ۳۰ گرم امکان تحویل طلای آب‌شده
                شناسنامه‌دار همراه با فاکتور معتبر وجود دارد که در این صورت هیچ
                هزینه دیگری (اجرت ساخت، مالیات و ...) برای شما نخواهد داشت.
              </p>
            </AccordionFaq>
            <AccordionFaq title={'آیا معاملات در گلدیکا رسمی است؟'}>
              <p>گلدیکا یک سامانه کاملا رسمی و قانونی است.</p>
              <br />
              <p>
                معاملات انجام شده در گلدیکا <b>پشتوانه طلایی </b>داشته و به ازای
                آنها <b>فاکتور رسمی </b>دریافت می‌کنید.
              </p>
              <br />
              <p>
                خرید و فروش تنها با احراز هویت کاربران میسر بوده و جریان ورود و
                خروج پول تنها به حساب بانکی کاربر امکان‌پذیر است.
              </p>
            </AccordionFaq>
          </div>
        </div>
      </div>
      <Footer />
    </div>
  );
}
