const homeCharData = [
  {
    میانگین: "3.55",
    ماه: "",
    سال: "1402",
  },
  {
    میانگین: "3.48",
    ماه: "اردیبهشت",
    سال: "1402",
  },
  {
    میانگین: "3.39",
    ماه: "خرداد",
    سال: "1402",
  },
  {
    میانگین: "3.27",
    ماه: "تیر",
    سال: "1402",
  },
  {
    میانگین: "3.18",
    ماه: "مرداد",
    سال: "1402",
  },
  {
    میانگین: "3.24",
    ماه: "شهریور",
    سال: "1402",
  },
  {
    میانگین: "3.32",
    ماه: "مهر",
    سال: "1402",
  },
  {
    میانگین: "3.41",
    ماه: "آبان",
    سال: "1402",
  },
  {
    میانگین: "3.5",
    ماه: "آذر",
    سال: "1402",
  },
  {
    میانگین: "3.58",
    ماه: "دی",
    سال: "1402",
  },
  {
    میانگین: "3.67",
    ماه: "بهمن",
    سال: "1402",
  },
  {
    میانگین: "3.64",
    ماه: "اسفند",
    سال: "1402",
  },
  {
    میانگین: "3.6",
    ماه: "۱۴۰۳",
    سال: "1403",
  },
];

export default homeCharData;
