const dataGold = [
  {
    میانگین: '3.55',
    ماه: '',
    سال: '1402',
  },
  {
    میانگین: '3.48',
    ماه: 'اردیبهشت',
    سال: '1402',
  },
  {
    میانگین: '3.39',
    ماه: 'خرداد',
    سال: '1402',
  },
  {
    میانگین: '3.27',
    ماه: 'تیر',
    سال: '1402',
  },
  {
    میانگین: '3.18',
    ماه: 'مرداد',
    سال: '1402',
  },
  {
    میانگین: '3.24',
    ماه: 'شهریور',
    سال: '1402',
  },
  {
    میانگین: '3.32',
    ماه: 'مهر',
    سال: '1402',
  },
  {
    میانگین: '3.41',
    ماه: 'آبان',
    سال: '1402',
  },
  {
    میانگین: '3.5',
    ماه: 'آذر',
    سال: '1402',
  },
  {
    میانگین: '3.58',
    ماه: 'دی',
    سال: '1402',
  },
  {
    میانگین: '3.67',
    ماه: 'بهمن',
    سال: '1402',
  },
  {
    میانگین: '3.64',
    ماه: 'اسفند',
    سال: '1402',
  },
  {
    میانگین: '3.6',
    ماه: '۱۴۰۳',
    سال: '1403',
  },
];

const panelChartData = [
  {
    میانگین: '1',
    ماه: '۱۴۰۲',
  },
  {
    میانگین: '1',
    ماه: 'فروردین',
  },
  {
    میانگین: '1',
    ماه: '۱۴۰۳',
  },
];

const productsData = [
  {
    id: 1,
    name: 'سکه ۲ گرمی زردیس',
    imgSrc: 'سکه%20۲%20گرمی%20زردیس',
    wages: 70000,
    weight: 2,
  },
  {
    id: 2,
    name: 'سکه ۱.۲ گرمی کهزاد',
    imgSrc: 'سکه%20۱.۲%20گرمی%20کهزاد',
    wages: 65000,
    weight: 1.2,
  },
  {
    id: 3,
    name: 'سکه ۱ گرمی کهزاد',
    imgSrc: 'سکه%20۱%20گرمی%20کهزاد',
    wages: 65000,
    weight: 1,
  },
  {
    id: 4,
    name: 'سکه ۸۰۰ سوتی کهزاد',
    imgSrc: 'سکه%20۸۰۰%20سوتی%20کهزاد',
    wages: 65000,
    weight: 0.8,
  },
  {
    id: 5,
    name: 'سکه ۵۰۰ سوتی کهزاد',
    imgSrc: 'سکه%20۵۰۰%20سوتی%20کهزاد',
    wages: 65000,
    weight: 0.5,
  },
  {
    id: 6,
    name: 'سکه ۴۰۰ سوتی کهزاد',
    imgSrc: 'سکه%20۴۰۰%20سوتی%20کهزاد',
    wages: 65000,
    weight: 0.4,
  },
  {
    id: 7,
    name: 'سکه ۲۵۰ سوتی کهزاد',
    imgSrc: 'سکه%20۲۵۰%20سوتی%20کهزاد',
    wages: 65000,
    weight: 0.25,
  },
  {
    id: 8,
    name: 'سکه ۲۰۰ سوتی کهزاد',
    imgSrc: 'سکه%20۲۰۰%20سوتی%20کهزاد',
    wages: 65000,
    weight: 0.2,
  },
  {
    id: 9,
    name: 'سکه ۱۰۰ سوتی کهزاد',
    imgSrc: 'سکه%20۱۰۰%20سوتی%20کهزاد',
    wages: 50000,
    weight: 0.1,
  },
  {
    id: 10,
    name: 'سکه ۷۰ سوتی کهزاد',
    imgSrc: 'سکه%20۷۰%20سوتی%20کهزاد',
    wages: 50000,
    weight: 0.07,
  },
  {
    id: 11,
    name: 'سکه ۵۰ سوتی کهزاد',
    imgSrc: 'سکه%20۵۰%20سوتی%20کهزاد',
    wages: 50000,
    weight: 0.05,
  },
  {
    id: 12,
    name: 'سکه ۳۰۰ سوتی لوکس',
    imgSrc: 'سکه%20۳۰۰%20سوتی%20لوکس',
    wages: 65000,
    weight: 0.3,
  },
  {
    id: 13,
    name: 'سکه ۱۵۰ سوتی لوکس',
    imgSrc: 'سکه%20۱۵۰%20سوتی%20لوکس',
    wages: 65000,
    weight: 0.15,
  },
  {
    id: 14,
    name: 'سکه ۱۰۰ سوتی لوکس',
    imgSrc: 'سکه%20۱۰۰%20سوتی%20لوکس',
    wages: 50000,
    weight: 0.1,
  },
];

export { panelChartData, productsData };
export default dataGold;
